;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 15 March 2025
;~ Author.......: Derick Payne (Rizonesoft)
;~ Link.........: https://rizonesoft.com
;~ =============================================================================

[Main]
Product = Firemin
Version = 12

[Language]
;~ Please ad the translated language name next to the English name. For example; Ελληνικά - Greek
Name = فارسی - Persian
Code = fa
Encoding = Unicode (UTF-16) LE BOM

[Translations]
;~ Please do not translate this section.
About = About
Custom = Custom
Donate = Donate
Menus = Menus
Messages = Messages
Messages2 = Messages2
Preferences = Preferences
Update = Update
Versioning = Versioning

[About]
Window_Title = درباره %{Program.Name}
Label_Version = نسخه
Label_AutoIt = ساخته شده با نسخه AutoIt
Label_Copyright = حق نشر
Tip_Title_Donate = کمک مالی به پروژه ما
Tip_Message_Donate = با کمک مالی شما، می‌توانیم نرم‌افزار را رایگان نگه داریم\r\nو ابزارها و خدماتی را که برای خدمت به شما\r\nاستفاده می‌کنیم، تهیه کنیم
Label_Home = صفحه اصلی
Label_License = مجوز
Label_Support = دریافت پشتیبانی
Tip_Title_Country = ساخته شده در آفریقای جنوبی
Tip_Message_Country = %{Program.Name} در آفریقای جنوبی متولد شده است
Label_Contributors = مشارکت‌کنندگان
Button_Ok = تأیید
Label_RAM = (RAM) %d MB آزاد از %d MB (%d%%)
Label_HDD = (%s) %.2f GB آزاد از %.2f GB (%d%%)
Tip_Facebook = ما را در فیس‌بوک لایک کنید
Tip_GitHub = %{Program.Name} در گیت‌هاب

[Custom]
Label_Status_Welcome = با بارگذاری مرورگر شروع کنید (نام فایل را انتخاب کنید).\r\n%{Program.Name} به طور خودکار فرآیند را از فایل اجرایی انتخاب شده شناسایی می‌کند.
Label_Status_Updates = بررسی به‌روزرسانی‌ها
Group_Load_Browser = بارگذاری مرورگر
Label_Executable = مسیر اجرایی (%s):
Label_Process_Usage = مصرف | حداکثر:
Label_Process_Count = تعداد فرآیندها:
Button_Browse = &مرور
Group_Options = تنظیمات
Checkbox_Reduce_Mem = کاهش حافظه هر:
Label_Milliseconds = میلی‌ثانیه
Checkbox_Reduce_Limit = کاهش حافظه فقط اگر مصرف بیشتر از:
Checkbox_Start_With = اجرای %s هنگام شروع %{Program.Name}
Checkbox_Enable_Extended_Processes = فعال‌سازی فرآیندهای گسترده
Button_Extended_Processes = &فرآیندهای گسترده
Checkbox_Start_Windows = اجرای %{Program.Name} هنگام شروع ویندوز
Label_Settings_Updated = تنظیمات با موفقیت به‌روزرسانی شد.
Button_Cancel = لغو
Button_Save = ذخیره
Time_Unit_01 = میلی‌ثانیه
Time_Unit_02 = ثانیه
Time_Unit_03 = دقیقه
Time_Unit_04 = ساعت
Label_Boost_Description = کاهش هر %s %s اگر مصرف بیشتر از %s MB باشد.
Title_Select_Browser = انتخاب مرورگر
Tip_Minimized_Title = %{Program.Name} همچنان در حال اجراست!
Tip_Minimized_Message = %{Program.Name} به بهینه‌سازی مصرف حافظه %s ادامه خواهد داد.\r\nبرای تغییر گزینه‌های مختلف بهینه‌سازی روی نماد سینی کلیک کنید.
Label_Notice = %{Program.Name} برای استفاده در کامپیوترهای رومیزی و لپ‌تاپ‌ها طراحی شده است.\r\nما Firemin Server را برای محیط‌های سرور ایجاد کرده‌ایم. بیشتر بخوانید...

[Donate]
Label_Heading = چطور است با یک کمک مالی کوچک به رایگان ماندن نرم‌افزار ما کمک کنید؟
Label_Message = روی دکمه PayPal زیر کلیک کنید، مبلغی را انتخاب کنید و کمک مالی خود را برای ما ارسال کنید.\r\nکمک مالی شما برای بهبود نرم‌افزار ما و حفظ رایگان بودن همه چیز در Rizonesoft استفاده خواهد شد.\r\nیک کمک مالی 20 دلاری ما را حداقل یک ماه سرپا نگه می‌دارد.
Label_Donate = آیا می‌توانید یک هدیه کوچک 10 دلاری برای کمک به بهبود %{Program.Name} و ادامه فعالیت ما در نظر بگیرید؟

[Menus]
File = &پرونده
File_Preferences = &تنظیمات
File_Close = &بستن\tShift+Alt+F4
Help = &راهنما
Help_Update = بررسی &به‌روزرسانی‌ها
Help_Home = صفحه &اصلی %{Company.Name}
Help_Downloads = &دانلودهای بیشتر
Help_Support = دریافت &پشتیبانی
Help_Issue = گزارش یک &مشکل
Help_Donate = کمک مالی به &پروژه ما
Help_About = درباره %{Program.Name}
Tray_About = درباره %{Program.Name} %s
Tray_Open = باز کردن %{Program.Name}
Tray_Extended_Processes = فرآیندهای گسترده
Tray_Run = اجرای %s
Tray_Run_Safemode = اجرای %s در حالت ایمن

[Messages]
Info_Title = لطفاً توجه کنید
Warning_Title = هشدار!
Error_Title = اوه! مشکلی پیش آمد!
Error_Oops = اوه!
Singleton = یک نمونه دیگر از %{Program.Name} در حال اجراست.\r\nنکته: روی نماد %{Program.Name} در ناحیه اعلان‌ها کلیک کنید.
Compatible = %{Program.Name} با نسخه ویندوز شما سازگار نیست.\r\nاگر فکر می‌کنید این یک خطاست، لطفاً پیامی در '%s' با تمام جزئیات بگذارید.
Compatible_Bit = متأسفانه %{Program.Name} 32 بیتی با نسخه ویندوز شما سازگار نیست.\r\nلطفاً %{Program.Name} 64 بیتی را از '%s' دانلود کنید

[Preferences]
Window_Title = تنظیمات
Tab_General = عمومی
Tab_Performance = کارایی
Tab_Language = زبان
Group_Notifications = اعلان‌ها
Group_Extended_Processes = فرآیندهای گسترده
Group_Priority = اولویت
Group_Memory = حافظه
Group_Language = زبان
Checkbox_Notifications = نمایش اعلان‌های سینی
Label_Extended_Processes = نام فرآیندهای اضافی که می‌خواهید %{Program.Name} بهینه کند را اینجا وارد کنید.\r\nلیست باید با کاما جدا شود (Process01.exe, Process02.exe, و غیره)
Label_SetPriority = تنظیم اولویت فرآیند:
Checkbox_SaveRealtime = ذخیره اولویت بالاتر از بالا (توصیه نمی‌شود).
Checkbox_ReduceMemory = کاهش حافظه در سیستم‌های با حافظه کم.
Label_Language_Message = زبان مورد نظر خود را انتخاب کنید و دکمه %s را برای ادامه فشار دهید. (نیاز به راه‌اندازی مجدد)
Button_Save = ذخیره
Button_Cancel = لغو
Label_Updated = تنظیمات به‌روز شد
MsgBox_Language_Title = زبان تغییر کرد
MsgBox_Language_Message = زبان انتخاب شده تغییر کرده است.\r\n%{Program.Name} باید مجدداً راه‌اندازی شود تا زبان انتخابی اعمال شود.
MsgBox_Closing_Title = در حال بستن %{Program.Name}
MsgBox_Closing_Message = آیا می‌خواهید %{Program.Name} را اکنون ببندید؟
Button_Export = صادر کردن
Dialog_Export_Title = صادر کردن فرآیندهای گسترده
Dialog_Export_Error_Title = خطای صادر کردن
Dialog_Export_Error_Message = ایجاد فایل صادراتی ناموفق بود.
Dialog_Export_Success_Title = صادر کردن موفقیت‌آمیز
Dialog_Export_Success_Message = لیست فرآیندهای گسترده به این مکان صادر شد:
Button_Import = وارد کردن
Dialog_Import_Title = وارد کردن فرآیندهای گسترده
Dialog_Import_Error_Title = خطای وارد کردن
Dialog_Import_Error_Message = خواندن فایل وارداتی ناموفق بود.
Dialog_Import_Success_Title = وارد کردن موفقیت‌آمیز
Dialog_Import_Success_Message = لیست فرآیندهای گسترده با موفقیت وارد شد.
Dialog_Import_Empty_Title = هیچ فرآیندی یافت نشد
Dialog_Import_Empty_Message = هیچ فرآیند معتبری در فایل انتخاب شده یافت نشد.

[Update]
Window_Title_Available = به‌روزرسانی موجود است
Window_Title_Congratulations = تبریک!
Window_Title_Error = مشکلی پیش آمد!
Label_Message_Update = نسخه جدیدی از '%{Program.Name}' موجود است.
Label_Message_Latest = شما از آخرین نسخه '%{Program.Name}' استفاده می‌کنید.
Label_Message_Error = دریافت اطلاعات درباره آخرین نسخه '%{Program.Name}' امکان‌پذیر نبود.
Label_Message_Internet = لطفاً اتصال اینترنت خود را بررسی کرده و دوباره تلاش کنید.
Label_Build_Current = نسخه فعلی:
Label_Build_Update = نسخه به‌روزرسانی:
CheckBox_NoUpdate = هنگام شروع برای به‌روزرسانی‌ها بررسی نکن.
Button_Update = بیشتر بخوانید
Button_Close = بستن

[Versioning]
Administrator = مدیر
Build = نسخه
AutoIt_Version = با استفاده از نسخه AutoIt %{AutoIt.Version}
Bit = بیت